{
  "changeLanguage": "EN",
  "navHome": "Accueil",
  "navAbout": "A propos",
  "navProjects": "Projets",
  "homeJob": "Développeuse Front-End",
  "contactButton": "Contactez-moi",
  "resumeButton": "CV",
  "aboutBlackText1": "Bonjour, je suis",
  "aboutBlackText2": "Je suis",
  "aboutOrangeText1": "Développeuse Front-End",
  "aboutBlackText3": "avec une",
  "aboutBlackText4": "passion pour les",
  "aboutOrangeText2": "Frameworks JavaScript",
  "aboutTextPresentation": "Je suis Développeuse Front-End avec près de 5 ans d'expérience dans la création d'applications web attractives. Mon expertise se concentre sur JavaScript et les frameworks tels que React. Je suis passionnée, bienveillante et très impliquée dans les postes que j'occupe, ce qui m'a valu d'être promue Team Leader à deux reprises.",
  "aboutTextPresentation2": "J'aime me tenir à jour avec les derniers frameworks JavaScript et les meilleures pratiques.",
  "aboutTextPresentation3": "Découvrez quelques-uns de mes projets",
  "aboutLink": "ici",
  "aboutSkills": "COMPETENCES",
  "project1Name": "KASA",
  "project1Text": "Kasa est une application web que j'ai développée dans le cadre de ma formation sur React. À partir d'une maquette fournie, j'ai réalisé l'intégration et le développement de cette plateforme de location d'appartements en utilisant React et Next.js. J'ai également utilisé TailwindCSS pour la gestion des styles et TypeScript. Ce projet m'a permis de mieux comprendre les concepts clés de Next.js et TypeScript, ainsi que de développer mes compétences en développement front-end.",
  "project2Name": "SHINY AGENCY",
  "project2Text": "Ce projet a été réalisé dans le cadre du cours sur React créé et diffusé par OpenClassrooms. L'objectif de ce projet était de développer la page web d'une agence freelance, en utilisant React, Create React App, React Router, Styled Components et Jest.",
  "project3Name": "PORTFOLIO",
  "project3Text": "Conçu avec un accent sur la réactivité et la fonctionnalité, mon portfolio me permet de présenter des informations personnelles, mon CV, mes projets et mes coordonnées. En tirant parti de la puissance de Next.js pour le routage dynamique et l'optimisation SEO, ce portfolio est bien référencé sur les moteurs de recherche. Il a été créé avec une stack technologique comprenant React, Next.js, MarkDown, HTML/CSS/JS et Tailwind CSS.",
  "contactTalk": "Discutons-en",
  "contactText1": "Vous avez des questions ? Envoyez-moi un message ici !",
  "contactText2": "Je réponds rapidement (sous 48 heures).",
  "contactText3": "Autres moyens de me contacter",
  "contactName": "Nom",
  "contactEmail": "Email",
  "contactMessage": "Message",
  "contactSend": "Envoyer",
  "contactMessageSent": "Message envoyé !",
  "contactMessageSentText": "Merci pour votre message. Je vous répondrai sous 48 heures.",
  "contactMessageError": "Erreur lors de l'envoi du message !",
  "contactMessageErrorText": "Si cette erreur persiste, veuillez me contacter directement par e-mail et/ou sur LinkedIn."
}
